---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ElementTransformUtils
source: html/463dc10e-bf30-84ee-70b5-585f8145dff4.htm
---
# ElementTransformUtils Members

Determines whether element can be mirrored.